[Eye.Weapons.Character.WeaponType_MINAC_EyeBeam WeaponTypeDefinition]
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
TypeName="Railgun"
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[Eye.Weapons.SFX_wav.DLC3_WEP_MINAC_EyeBeam_Secondary_01 SoundNodeWave]
bManualWordWrap=False
bMature=False
Comment=""
SpokenText=""

[Eye.Weapons.SFX_wav.DLC3_WEP_MINAC_EyeBeam_Secondary_02 SoundNodeWave]
bManualWordWrap=False
bMature=False
Comment=""
SpokenText=""

[Eye.Weapons.SFX_wav.DLC3_WEP_MINAC_EyeBeam_Secondary_03 SoundNodeWave]
bManualWordWrap=False
bMature=False
Comment=""
SpokenText=""

[Eye.Weapons.SFX_wav.DLC3_WEP_MINAC_EyeBeam_Secondary_04 SoundNodeWave]
bManualWordWrap=False
bMature=False
Comment=""
SpokenText=""

[Eye.Weapons.SFX_wav.DLC4_WEP_MINAC_EyeBeam_01 SoundNodeWave]
bManualWordWrap=False
bMature=False
Comment=""
SpokenText=""

[Eye.Weapons.SFX_wav.DLC4_WEP_MINAC_EyeBeam_02 SoundNodeWave]
bManualWordWrap=False
bMature=False
Comment=""
SpokenText=""

[Eye.Weapons.SFX_wav.DLC4_WEP_MINAC_EyeBeam_03 SoundNodeWave]
bManualWordWrap=False
bMature=False
Comment=""
SpokenText=""

[gatling.Weapons.WeaponType_EyeTurret WeaponTypeDefinition]
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
TypeName="Eye"
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[gatling.Weapons.WeaponType_Turret_Gatling WeaponTypeDefinition]
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
TypeName="Turret Gatling Gun"
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[Missile.Projectile.DamageType.DmgType_MINAC_MomentumBlast WillowDamageTypeDefinition]
DamageLanguageId=0.000000

[Missile.Weapons.WeaponType_MINAC_Missile WeaponTypeDefinition]
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
TypeName="Grenade Launcher"
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

